Revit 2024 API
PaperSource Properties
The PaperSource type exposes the following members.
Properties
Name | Description
IsReadOnly
Identifies if the object is read-only or modifiable.
 (Inherited from APIObject.)
Name
 Retrieve the paper source name of current project.
See Also
PaperSource Class
Autodesk.Revit.DB Namespace